<template>
    <div class="center">
        <div class="center-footer imgbag">
            <div class="text-right">
                <el-button-group class="group-btn">
                    <el-button size="small" @click.native="$router.push('/license/index')">同意本协议</el-button>
                    <el-button type="danger" size="small" @click.native="$router.push('/license/index')">拒绝本协议
                    </el-button>
                </el-button-group>
            </div>
            <div class="article-title">
                <span class="text-muted"><i class="el-icon-time"></i> VEsystem 2020</span>
                <h1>云应用平台操作系统及应用软件权属特别声明</h1>
                <div class="lText">
                    <p>本系统基于 “和信统一应用管理平台” 建设， 和信统一应用管理平台（以下简称VEUAM） 软件著作权（ 登记号：2017SR234502
                        ）属北京和信创天科技股份有限公司所有。</p>
                    <p>VEUAM 能够帮助企业级用户建设“云应用中心”，实现应用软件的快速交付，与企业应用软件集中化管理。</p>
                    <p>声明：VEUAM 仅提供基于操作系统与应用软件之间的虚拟化平台服务， Microsoft Windows Server 操作系统及 Microsoft Terminal
                        Server 许可证均需最终用户向Microsoft （微软）公司申请正式授权，
                        UAM 官方技术支持不提供激活授权的相关服务。
                        运行于平台之上所有应用软件（含商业软件及免费、开源软件）版权均属于软件原作者所有，VEUAM平台仅提供对系统已安装软件的发布功能，
                        不提供任何第三方软件的预装服务以及软件的许可证（包括但不限于：序列号、注册码等）录入服务。因操作系统及发布应用软件所涉的版权法律问题和信创天科技股份有限公司不承担任何责任。
                    </p>

                    <h2>最终用户许可协议</h2>
                    <p>
                        本《最终用户许可协议》(以下称《协议》)是您(个人或单一机构团体)与北京和信创天科技股份有限公司(以下简称“和信创天”)之间关于上述和信创天软件产品“和信虚拟终端管理系统”(以下称“和信系统”)的法律协议。本《协议》适用于所有本“和信系统”所包含的计算机软件、配套硬件、相关媒体、印刷材料，和“联机”或电子文件等。同时本《协议》亦适用于任何有关本“和信系统”的后期发行和升级。您一旦安装、复制或以其它方式使用本“和信系统”，即表示您同意接受本《协议》各项条款的约束。</p>
                    <h3>1.使用许可</h3>
                    <p>许
                        可：允许您在符合本《协议》内各项条款的情况下使用本“和信系统”。您可以在一台服务器上安装一套本“和信系统”，并可同时在与上述服务器相联的约定数量以内的客户机上应用本系统(其中(约定数量)指您在购买本“和信系统”时您所申请的客户机数量)。本《协议》作为您的使用许可证。<br>
                        说 明：本“和信系统”受著作权法及其它知识产权法和条约的保护。<br>
                        保留权利：未明示授予的一切其它权利均为北京和信创天科技股份有限公司所有。<br></p>
                    <h3>2.其他权利和限制说明</h3>
                    <p>限 制：您不得对本“和信系统”进行反向工程、反向编译和反向汇编。<br>
                        组件分隔：本“和信系统”是被当成一个单一产品而被授予许可使用，您不得将各个部分分开用于任何目的行为。<br>
                        出 租：不得出租、租赁或出借本“和信系统”。<br>
                        转
                        让：在不保留任何副本的情况下，您可以将本“和信系统”(包括所有组成部分、零件、媒介和印刷材料、任何更新版本、本《协议》等)全部转让，并且在受让人接受本《协议》的各项条件下，您可永久转让您在本《协议》下的所有权利。如果本“和信系统”为更新版本，转让时必须包括本“和信系统”所有前版本。<br>
                        备份副本：在按照本《协议》安装一份本“和信系统”的副本后，您可以保留和信创天用以提供给您本“和信系统”的原媒体，仅用于备份或存档之用。除本《协议》中明文规定外，您不可复制本“和信系统”或随附本“和信系统”的印刷材料。<br>
                        支持服务：和信创天可能为您提供与本“和信系统”有关的支持服务，支持服务的实施受用户手册、联机文档或其它和信创天提供的材料中所述的各项政策和计划的制约。提供给您作为支持服务一部分的任何附加软件代码应被视为本“和信系统”的一部分，适用于本《协议》中的各项条款。<br>
                        终 止：如您未遵守本《协议》中的任一条款，和信创天可将本《协议》终止。如发生此种情况，您必须销毁本“和信系统”的所有副本及其所有组成部分。<br></p>
                    <h3>3.有限保证</h3>
                    <p>本“和信系统”自您收货后九十(90)日内基本符合随附书面材料所述的功能。在适用法律允许的范围内，凡与本“和信系统”有关的保证，均以九十(90)日为限。<br>
                        本“和信系统”在保证期间内，若在正常的使用及服务的过程中发生光盘或保护装置自然损坏，本公司将免费为您更换，但您必须提供和信创天或和信创天代理或代销商为您开据的购买本“和信系统”的有效凭证。经更换的本“和信系统”保证期限为原保证期限的剩余期限或三十(30)天(以较长者为准)。这是本公司在上述损坏发生时为您提供的唯一赔偿办法。如果因意外事故、您使用不当或错误操作而引起上述损坏或导致您无法使用本“和信系统”，和信创天对此不负任何责任，本有限保证无效。<br>
                        在适用法律所允许的最大范围内，和信创天就本“和信系统”不做其他任何明示或默示保证，其中包括(但不限于)对本“和信系统”的适销性、适用性、所有权或无侵权的默示保证以及提供或不提供支持服务。<br>
                    </p>
                    <h3>4.有限责任</h3>
                    <p>
                        在适用法律所允许的最大范围内，对您因使用或不能使用本“和信系统”或因和信创天提供或未提供支持服务所发生的任何特殊的、意外的、附随的、继发的以及直接的或间接的损失(包括但不限于营业利润损失、营业中断、数据信息的遗失或任何其他损失)，和信创天在任何情况下不承担赔偿责任，即使和信创天事先被告知该损害发生的可能性。不论任何情况，和信创天在本《协议》任何条款下所承担的全部责任为：更换或修正本“和信系统”，并以您对本“和信系统”所支付的实际金额为限。<br>
                    </p>
                </div>
            </div>
        </div>
    </div>
</template>

<script>
    export default {
        name: "Agreement"
    }
</script>

<style scoped>
    .imgbag {
        margin: 20px;
        padding: 40px;
        background: url("../../assets/b1.png");
    }
    .text-right {
        text-align: right;
    }
    .article-title{
        text-align: center;
    }
    .text-muted{
        color: #888888;
    }
    .article-title h1{
        font-size: 38px;
        font-weight: 700;
        color: #2F4050;
        font-family: inherit;
    }
    .lText{
        text-align: left;
    }
    h3{
        font-weight: 600;
        margin: 5px 0 10px;
    }
    h2{
        margin: 5px 0 10px;
    }
    p{
        font-size: 15px;
        line-height: 26px;
        margin: 0 0 10px;
    }
</style>